lang/CSharp/Examples/XmlApplication1/ConsoleApplication3/ReqPayloads.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>
    <Execute xmlns="http://Dayforce/Services/CoreService">
      <b xmlns:d4p1="http://Dayforce/Data/CoreService" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        <d4p1:SessionTicket>qapayroll5:3ceb6f8b-157a-47f7-9890-23a310083486</d4p1:SessionTicket>
        <d4p1:Infos>
          <d4p1:CoreServiceRequestInfo>
            <d4p1:RequestName>Get</d4p1:RequestName>
          </d4p1:CoreServiceRequestInfo>
        </d4p1:Infos>
        <d4p1:Payloads xmlns:d5p1="http://schemas.microsoft.com/2003/10/Serialization/Arrays">
          <d5p1:base64Binary>AQJyAAAALco7DsIwEAXAHomCQ1BQ4A3QcYE0JEI4Be3KPLCV+MN6wdenYerZ9EgQXnroDe8Pqm69ajkTWc9SplzMCCUL+QaHSteF9Zkl7v6rtWbayWR50bHrDnQfLtZ5RN6HVJWTw2qA+vwYOWJtUWvIaQpuhv4ABcJRCkAwGADgliScwRGWsbHxZil5c4V/2kotw3jYUXZbfZ9ERVKiI5VZrBb9TtZuEJbHfZf8/HFq72cI62mczGN9wwXhcdZ2I9216o1QuOk4YMYNx4MYCG4p0IYQQZno0Q8=</d5p1:base64Binary>
        </d4p1:Payloads>
      </b>
    </Execute>
  </s:Body>
</s:Envelope>